<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット用の言語ファイル
    |--------------------------------------------------------------------------
    |
    | 以下の言語ファイルは、パスワードブローカーからの応答として
    | パスワードの更新試行時に使用されるデフォルトの文言です。
    | 無効なパスワードやリセットトークンなどの失敗時に使用されます。
    |
    */

    'reset' => 'パスワードをリセットしました！',
    'sent' => 'パスワードリセット用のリンクをメールで送りました！',
    'throttled' => 'しばらく待ってから、もう一度試してね！',
    'token' => 'パスワードリセット用のコードが正しくないよ！',
    'user' => 'このメールアドレスのユーザーが見つからないよ！',

];
